# Написать программу используя функции input() и print().
# Программа запрашивает ввести произвольную строку.
# Затем необходимо создать 2 строковые переменные,
# первая из которых состоит только из чётных символов
# введённой строки, а вторая только из не чётных.
# Вначале вывести введённую строку без начальных и завершающих
# пробелов в формате: Введена строка “введённая строка”.
# Отступить две строки (используя аргументы предыдущей функции print)
# и затем обе переменные вывести одной функцией print(),
# разделяя их между собой пятью пробелами и закончить вывод
# переводом строки и тремя восклицательными знаками
